Repository: Hylo-dev/Cascade
Catalog: CascadeKit/Sources/CascadePlugins/Resources/Plugins.xcstrings
Source language: en
Languages: it

source: Battery
it: Batteria

source: Bluetooth alerts
it: Avvisi Bluetooth

source: Charging alerts
it: Avvisi di carica

source: Clock
it: Orologio

source: Volume alerts
it: Avvisi del volume

source: Screen Recording
it: Registrazione schermo

source: Stop Screen Recording
it: Interrompi registrazione

source: Caffeinate Options
it: Opzioni Caffeinate

source: Toggle Caffeinate
it: Attiva o disattiva Caffeinate

source: Updating…
it: Aggiornamento…

source: Check options
it: Controlla le opzioni

source: On
it: Attivo

source: Off
it: Disattivo

source: Error
it: Errore
